INSERT INTO hydrogen_charger (
	hydrogen_station_id,
	charger_status,
	charger_type,
	hydrogen_pressure_bar,
	restock_schedule,
	reservation_type
)
VALUES
	(1, '충분', 'H35', 680, '2026-04-30 09:00:00', TRUE),
	(1, '여유', 'H70', 340, '2026-04-30 12:00:00', TRUE),
	(1, '부족', '듀얼 압력', 250, '2026-05-01 10:00:00', FALSE),
	(2, '충분', 'H35', 350, '2026-04-29 15:00:00', TRUE),
	(2, '여유', 'H70', 600, '2026-04-29 18:00:00', FALSE),
	(3, '충분', '듀얼 압력', 700, '2026-04-30 08:00:00', TRUE),
	(3, '여유', 'H35', 320, '2026-04-30 14:00:00', TRUE),
	(3, '충분', 'H70', 340, '2026-05-01 11:00:00', FALSE),
	(3, '부족', '듀얼 압력', 210, '2026-05-01 17:00:00', TRUE),
	(4, '여유', 'H35', 300, '2026-04-29 20:00:00', FALSE),
	(4, '충분', 'H70', 650, '2026-04-30 07:00:00', TRUE),
	(5, '충분', '듀얼 압력', 690, '2026-04-29 10:00:00', TRUE),
	(5, '여유', 'H35', 330, '2026-04-29 13:00:00', TRUE),
	(5, '부족', 'H70', 190, '2026-05-01 09:00:00', FALSE);